/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"TSRefreshHeaderIdleText" = "Pull down to refresh";
"TSRefreshHeaderPullingText" = "Release to refresh";
"TSRefreshHeaderRefreshingText" = "Loading...";

"TSRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"TSRefreshAutoFooterRefreshingText" = "Loading...";
"TSRefreshAutoFooterNoMoreDataText" = "No more data";

"TSRefreshBackFooterIdleText" = "Pull up to load more";
"TSRefreshBackFooterPullingText" = "Release to load more.";
"TSRefreshBackFooterRefreshingText" = "Loading...";
"TSRefreshBackFooterNoMoreDataText" = "No more data";

"TSRefreshHeaderLastTimeText" = "Last updated: ";
"TSRefreshHeaderDateTodayText" = "Today";
"TSRefreshHeaderNoneLastDateText" = "No record";
